[
  {
    "title": "GEOquery: a bridge between the Gene Expression Omnibus (GEO) and BioConductor.",
    "volume": "23",
    "issue": "14",
    "page": "1846-7",
    "container-title": "Bioinformatics (Oxford, England)",
    "container-title-short": "Bioinformatics",
    "ISSN": "1367-4811",
    "issued": {
      "date-parts": [
        [
          2007,
          5,
          12
        ]
      ]
    },
    "author": [
      {
        "given": "Sean",
        "family": "Davis"
      },
      {
        "given": "Paul S",
        "family": "Meltzer"
      }
    ],
    "PMID": "17496320",
    "DOI": "10.1093/bioinformatics/btm254",
    "abstract": "Microarray technology has become a standard molecular biology tool. Experimental data have been generated on a huge number of organisms, tissue types, treatment conditions and disease states. The Gene Expression Omnibus (Barrett et al., 2005), developed by the National Center for Bioinformatics (NCBI) at the National Institutes of Health is a repository of nearly 140,000 gene expression experiments. The BioConductor project (Gentleman et al., 2004) is an open-source and open-development software project built in the R statistical programming environment (R Development core Team, 2005) for the analysis and comprehension of genomic data. The tools contained in the BioConductor project represent many state-of-the-art methods for the analysis of microarray and genomics data. We have developed a software tool that allows access to the wealth of information within GEO directly from BioConductor, eliminating many the formatting and parsing problems that have made such analyses labor-intensive in the past. The software, called GEOquery, effectively establishes a bridge between GEO and BioConductor. Easy access to GEO data from BioConductor will likely lead to new analyses of GEO data using novel and rigorous statistical and bioinformatic tools. Facilitating analyses and meta-analyses of microarray data will increase the efficiency with which biologically important conclusions can be drawn from published genomic data.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/17496320",
    "type": "article-journal",
    "id": "NwxabLBL",
    "note": "This CSL Item was generated by Manubot v0.5.6 from its persistent identifier (standard_id).\nstandard_id: pubmed:17496320"
  },
  {
    "title": "TCGAbiolinks: an R/Bioconductor package for integrative analysis of TCGA data.",
    "volume": "44",
    "issue": "8",
    "page": "e71",
    "container-title": "Nucleic acids research",
    "container-title-short": "Nucleic Acids Res",
    "ISSN": "1362-4962",
    "issued": {
      "date-parts": [
        [
          2015,
          12,
          23
        ]
      ]
    },
    "author": [
      {
        "given": "Antonio",
        "family": "Colaprico"
      },
      {
        "given": "Tiago C",
        "family": "Silva"
      },
      {
        "given": "Catharina",
        "family": "Olsen"
      },
      {
        "given": "Luciano",
        "family": "Garofano"
      },
      {
        "given": "Claudia",
        "family": "Cava"
      },
      {
        "given": "Davide",
        "family": "Garolini"
      },
      {
        "given": "Thais S",
        "family": "Sabedot"
      },
      {
        "given": "Tathiane M",
        "family": "Malta"
      },
      {
        "given": "Stefano M",
        "family": "Pagnotta"
      },
      {
        "given": "Isabella",
        "family": "Castiglioni"
      },
      {
        "given": "Michele",
        "family": "Ceccarelli"
      },
      {
        "given": "Gianluca",
        "family": "Bontempi"
      },
      {
        "given": "Houtan",
        "family": "Noushmehr"
      }
    ],
    "PMID": "26704973",
    "PMCID": "PMC4856967",
    "DOI": "10.1093/nar/gkv1507",
    "abstract": "The Cancer Genome Atlas (TCGA) research network has made public a large collection of clinical and molecular phenotypes of more than 10 000 tumor patients across 33 different tumor types. Using this cohort, TCGA has published over 20 marker papers detailing the genomic and epigenomic alterations associated with these tumor types. Although many important discoveries have been made by TCGA's research network, opportunities still exist to implement novel methods, thereby elucidating new biological pathways and diagnostic markers. However, mining the TCGA data presents several bioinformatics challenges, such as data retrieval and integration with clinical data and other molecular data types (e.g. RNA and DNA methylation). We developed an R/Bioconductor package called TCGAbiolinks to address these challenges and offer bioinformatics solutions by using a guided workflow to allow users to query, download and perform integrative analyses of TCGA data. We combined methods from computer science and statistics into the pipeline and incorporated methodologies developed in previous TCGA marker studies and in our own group. Using four different TCGA tumor types (Kidney, Brain, Breast and Colon) as examples, we provide case studies to illustrate examples of reproducibility, integrative analysis and utilization of different Bioconductor packages to advance and accelerate novel discoveries.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/26704973",
    "type": "article-journal",
    "id": "lfnNSaal",
    "note": "This CSL Item was generated by Manubot v0.5.6 from its persistent identifier (standard_id).\nstandard_id: pubmed:26704973"
  }
]
